import React from "react";

export const PreviewFooter = () => {
  return (
    <div className="p-4 text-xs text-center col-span-2 flex justify-center">
      <div>
        <p>
          Незважаючи на те, що ми докладаємо всіх зусиль, щоб вся інформація про продукти була актуальною і правильною, фото товару і опис товару,
          представлені на сайті, можуть відрізнятися від товару в торговому залі. Для отримання більш точної інформації завжди звертайте увагу на
          реальний товар, читайте етикетку на продукті і не покладайтеся лише на інформацію, представлену на нашому сайті. Якщо необхідна більш
          детальна інформація про товар, будь ласка, зв'яжіться з виробником.
        </p>
      </div>
    </div>
  );
};
