export const categoryTree = [
  {
    title: "Продукти харчування",
    subcategories: [
      "Овочі",
      "Крупи",
      "Фрукти",
      "Молочні продукти",
      "М'ясо та риба",
      "Заморожені",
      "Напої",
      "Соуси, приправи",
      "М’ясо",
      "Зернові",
      "Готові страви",
    ],
  },
  {
    title: "Готові страви",
    subcategories: ["Сніданки", "Обіди", "Вечері", "Вегетаріанські/веганські страви", "Фітнес меню", "Дитяче харчування"],
  },
  {
    title: "Раціони",
    subcategories: ["На день/тиждень", "Дієтичні програми", "Калорійні набори", "Інтервальне харчування"],
  },
  {
    title: "Комбо-набори / Акції",
    subcategories: ["Знижки", "1+1", "Святкові/сезонні пропозиції"],
  },
];
